Tekla.Structures.ModelInternal.ICDelegate.ExportGetBoltedPartsHoleElevations(System.Int32,System.Collections.Generic.Dictionary{System.Int32,System.Tuple{System.Double,System.Double}}@)
DO NOT USE! For internal usage only!
boltId:
holeElevations:
Returns:

Tekla.Structures.ModelInternal.ICDelegate.ExportAppendMetadata(Tekla.Structures.ModelInternal.dotClientId_t@,System.String)
DO NOT USE! For internal usage only!
Returns:

Tekla.Structures.ModelInternal.ICDelegate.GetAllowedReferenceModelFileExtensions(Tekla.Structures.ModelInternal.dotClientId_t@)
DO NOT USE! For internal usage only!
pCliendId: Cliend id.
Returns:

Tekla.Structures.ModelInternal.ICDelegate.ExportGetShapeMetadata(Tekla.Structures.ModelInternal.dotClientId_t@,System.String)
DO NOT USE! For internal usage only!
ClientId:
guid: ///
Returns: